load tests/load_test1.txt
     data_received..................: 3.2 GB 2.7 MB/s
     data_sent......................: 100 MB 84 kB/s
     http_req_blocked...............: avg=703.33µs min=0s      med=0s       max=209.52ms p(90)=0s       p(95)=0s
     http_req_connecting............: avg=334.11µs min=0s      med=0s       max=157.04ms p(90)=0s       p(95)=0s
   ✗ http_req_duration..............: avg=166.94ms min=55.01ms med=154.69ms max=1.04s    p(90)=255.26ms p(95)=296.49ms
       { expected_response:true }...: avg=166.94ms min=55.01ms med=154.69ms max=1.04s    p(90)=255.26ms p(95)=296.49ms
   ✓ http_req_failed................: 0.00%  ✓ 0         ✗ 76898
     http_req_receiving.............: avg=61.57ms  min=0s      med=50.95ms  max=894.5ms  p(90)=94.61ms  p(95)=107.76ms
     http_req_sending...............: avg=34.1µs   min=0s      med=0s       max=164.45ms p(90)=0s       p(95)=0s
     http_req_tls_handshaking.......: avg=355.5µs  min=0s      med=0s       max=166.52ms p(90)=0s       p(95)=0s
     http_req_waiting...............: avg=105.33ms min=15.28ms med=92.11ms  max=577.01ms p(90)=187.89ms p(95)=217.62ms
     http_reqs......................: 76898  64.048064/s
     iteration_duration.............: avg=1.17s    min=1.05s   med=1.16s    max=2.05s    p(90)=1.26s    p(95)=1.3s
     iterations.....................: 76898  64.048064/s
     vus............................: 1      min=1       max=100
     vus_max........................: 100    min=100     max=100